<template>
      <div class="flex justify-center">
        <div class="w-8/12 bg-white p-6 rounded-lg">
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
            <h1>عن الموقع</h1>
        </div>
    </div>
</template>

<script>
export default {
    metaInfo: {
        title: 'عن الموقع'
      }
}
</script>

<style>

</style>